Repository: jefflinshu/opentranstype
Catalog: opentranstype/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, th, zh_hans

source: Accessibility access granted
de: Bedienungshilfen-Zugriff gewährt
es: Acceso de Accesibilidad concedido
fr: Accès Accessibilité autorisé
ja: アクセシビリティの許可が有効です
ko: 손쉬운 사용 권한이 허용되었습니다
ru: Доступ к Универсальному доступу разрешён
th: อนุญาตการช่วยการเข้าถึงแล้ว
zh_hans: 辅助功能权限已允许

source: Accessibility access is required to read and replace text
de: Für das Lesen und Ersetzen von Text ist Bedienungshilfen-Zugriff erforderlich
es: Se requiere acceso de Accesibilidad para leer y reemplazar texto
fr: L’accès Accessibilité est nécessaire pour lire et remplacer le texte
ja: テキストの読み取りと置き換えにはアクセシビリティの許可が必要です
ko: 텍스트를 읽고 바꾸려면 손쉬운 사용 권한이 필요합니다
ru: Для чтения и замены текста требуется доступ к Универсальному доступу
th: ต้องเปิดสิทธิ์การช่วยการเข้าถึงเพื่ออ่านข้อความและแทนที่ข้อความ
zh_hans: 需要允许辅助功能权限才能读取和替换文本

source: Allow Accessibility access in System Settings
de: Erlaube den Bedienungshilfen-Zugriff in den Systemeinstellungen
es: Permite el acceso de Accesibilidad en Configuración del Sistema
fr: Autorisez l’accès Accessibilité dans Réglages Système
ja: システム設定でアクセシビリティの許可を有効にしてください
ko: 시스템 설정에서 손쉬운 사용 권한을 허용하세요
ru: Разрешите доступ к Универсальному доступу в Системных настройках
th: อนุญาตการเข้าถึงการช่วยการเข้าถึงในการตั้งค่าระบบ
zh_hans: 请在系统设置中允许辅助功能权限

source: Already in target language
de: Bereits in der Zielsprache
es: Ya está en el idioma de destino
fr: Déjà dans la langue cible
ja: すでに対象言語です
ko: 이미 대상 언어입니다
ru: Уже на целевом языке
th: เป็นภาษาปลายทางอยู่แล้ว
zh_hans: 已是目标语言

source: Asking the system to prepare the language pack
de: System wird aufgefordert, das Sprachpaket vorzubereiten
es: Pidiendo al sistema que prepare el paquete de idioma
fr: Demande au système de préparer le pack de langue
ja: システムに言語パックの準備を依頼中
ko: 시스템에 언어 팩 준비를 요청하는 중
ru: Запрос системе на подготовку языкового пакета
th: กำลังขอให้ระบบเตรียมแพ็กภาษา
zh_hans: 正在请求系统准备语言包

source: Automatically checks on-device translation language packs. The source language is detected from your input when translating.
de: Prüft automatisch die auf dem Gerät verfügbaren Übersetzungssprachpakete. Die Ausgangssprache wird beim Übersetzen anhand deiner Eingabe erkannt.
es: Comprueba automáticamente los paquetes de idioma de traducción del dispositivo. El idioma de origen se detecta a partir de tu entrada al traducir.
fr: Vérifie automatiquement les packs de langue de traduction sur l’appareil. La langue source est détectée à partir de votre saisie lors de la traduction.
ja: デバイス上の翻訳用言語パックを自動で確認します。翻訳時には入力内容から元の言語を自動判定します。
ko: 기기 내 번역 언어 팩 상태를 자동으로 확인합니다. 번역할 때는 입력 내용을 기준으로 원문 언어를 자동 감지합니다.
ru: Автоматически проверяет языковые пакеты перевода на устройстве. Исходный язык при переводе определяется по вашему вводу.
th: ตรวจสอบแพ็กภาษาสำหรับการแปลบนอุปกรณ์โดยอัตโนมัติ ภาษาต้นทางจะถูกตรวจจับจากข้อความที่คุณป้อนเมื่อทำการแปล
zh_hans: 自动检查本机翻译语言包状态。实际翻译时会根据输入内容自动识别源语言。

source: Available to download
de: Zum Download verfügbar
es: Disponible para descargar
fr: Disponible au téléchargement
ja: ダウンロード可能
ko: 다운로드 가능
ru: Доступно для загрузки
th: พร้อมให้ดาวน์โหลด
zh_hans: 可下载

source: Average length
de: Durchschnittslänge
es: Longitud media
fr: Longueur moyenne
ja: 平均長さ
ko: 평균 길이
ru: Средняя длина
th: ความยาวเฉลี่ย
zh_hans: 平均长度

source: Check Again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
ja: 再確認
ko: 다시 확인
ru: Проверить снова
th: ตรวจสอบอีกครั้ง
zh_hans: 重新检查

source: Checking
de: Wird geprüft
es: Comprobando...
fr: Vérification...
ja: 確認中
ko: 확인 중
ru: Проверка...
th: กำลังตรวจสอบ
zh_hans: 检查中

source: Checking language pack...
de: Sprachpaket wird geprüft...
es: Comprobando paquete de idioma...
fr: Vérification du pack de langue...
ja: 言語パックを確認中...
ko: 언어 팩 확인 중...
ru: Проверка языкового пакета...
th: กำลังตรวจสอบแพ็กภาษา...
zh_hans: 正在检查语言包...

source: Checking sample pair: %1$@ → %2$@. When translating, the source language is detected automatically from your input.
de: Beispiel-Sprachpaar wird geprüft: %1$@ → %2$@. Beim Übersetzen wird die Ausgangssprache automatisch anhand deiner Eingabe erkannt.
es: Comprobando par de ejemplo: %1$@ → %2$@. Al traducir, el idioma de origen se detecta automáticamente a partir de tu entrada.
fr: Vérification de la paire d’exemple : %1$@ → %2$@. Lors de la traduction, la langue source est détectée automatiquement à partir de votre saisie.
ja: サンプル言語ペアを確認中: %1$@ → %2$@。実際の翻訳時には入力内容から元の言語を自動判定します。
ko: 샘플 언어 쌍 확인 중: %1$@ → %2$@. 실제 번역 시에는 입력 내용을 기준으로 원문 언어를 자동 감지합니다.
ru: Проверяется пример языковой пары: %1$@ → %2$@. При переводе исходный язык автоматически определяется по вашему вводу.
th: กำลังตรวจสอบคู่ภาษาตัวอย่าง: %1$@ → %2$@ เมื่อแปลจริง ระบบจะตรวจจับภาษาต้นทางจากข้อความที่คุณป้อนโดยอัตโนมัติ
zh_hans: 检查示例语言对：%1$@ → %2$@。实际使用时会按输入内容自动识别源语言。

source: Choose a target language
de: Wähle eine Zielsprache
es: Elige un idioma de destino
fr: Choisissez une langue cible
ja: 対象言語を選択
ko: 대상 언어를 선택하세요
ru: Выберите целевой язык
th: เลือกภาษาปลายทาง
zh_hans: 选择目标语言

source: Choose target language
de: Zielsprache auswählen
es: Elegir idioma de destino
fr: Choisir la langue cible
ja: 対象言語を選択
ko: 대상 언어 선택
ru: Выберите целевой язык
th: เลือกภาษาปลายทาง
zh_hans: 选择目标语言

source: Choose the language you translate into most often. The first time you use a language pair, Apple may ask you to download the on-device translation pack.
de: Wähle die Sprache, in die du am häufigsten übersetzt. Wenn du ein Sprachpaar zum ersten Mal verwendest, fordert Apple dich möglicherweise auf, das Übersetzungssprachpaket auf dem Gerät herunterzuladen.
es: Elige el idioma al que traduces con más frecuencia. La primera vez que uses un par de idiomas, Apple puede pedirte que descargues el paquete de traducción del dispositivo.
fr: Choisissez la langue vers laquelle vous traduisez le plus souvent. La première fois que vous utilisez une paire de langues, Apple peut vous demander de télécharger le pack de traduction sur l’appareil.
ja: もっともよく翻訳先にする言語を選んでください。初めてその言語ペアを使う際、Apple からデバイス上の翻訳用言語パックのダウンロードを求められる場合があります。
ko: 가장 자주 번역하는 언어를 선택하세요. 해당 언어 쌍을 처음 사용할 때 Apple이 기기 내 번역 언어 팩 다운로드를 요청할 수 있습니다.
ru: Выберите язык, на который вы переводите чаще всего. При первом использовании языковой пары Apple может попросить вас загрузить языковой пакет перевода на устройство.
th: เลือกภาษาที่คุณแปลไปบ่อยที่สุด ครั้งแรกที่ใช้คู่ภาษานั้น Apple อาจขอให้คุณดาวน์โหลดแพ็กแปลภาษาบนอุปกรณ์
zh_hans: 选择你最常翻译到的语言。首次使用对应语言对时，系统可能会提示下载 Apple 本机翻译语言包。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
ru: Очистить
th: ล้าง
zh_hans: 清空

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть
th: ปิด
zh_hans: 关闭

source: Completed translations will appear here.
de: Abgeschlossene Übersetzungen werden hier angezeigt.
es: Las traducciones completadas aparecerán aquí.
fr: Les traductions terminées apparaîtront ici.
ja: 翻訳を完了するとここに表示されます。
ko: 완료된 번역이 여기에 표시됩니다.
ru: Завершённые переводы появятся здесь.
th: คำแปลที่เสร็จแล้วจะแสดงที่นี่
zh_hans: 完成一次翻译后会显示在这里。

source: Current default: %@
de: Aktuelle Voreinstellung: %@
es: Predeterminado actual: %@
fr: Valeur actuelle par défaut : %@
ja: 現在のデフォルト: %@
ko: 현재 기본값: %@
ru: Текущее значение по умолчанию: %@
th: ค่าเริ่มต้นปัจจุบัน: %@
zh_hans: 当前默认：%@

source: Current settings
de: Aktuelle Einstellungen
es: Configuración actual
fr: Réglages actuels
ja: 現在の設定
ko: 현재 설정
ru: Текущие настройки
th: การตั้งค่าปัจจุบัน
zh_hans: 当前设置

source: Default target language
de: Standard-Zielsprache
es: Idioma de destino predeterminado
fr: Langue cible par défaut
ja: デフォルトの対象言語
ko: 기본 대상 언어
ru: Язык перевода по умолчанию
th: ภาษาปลายทางเริ่มต้น
zh_hans: 默认目标语言

source: Disable translation
de: Übersetzung deaktivieren
es: Desactivar traducción
fr: Désactiver la traduction
ja: 翻訳を無効にする
ko: 번역 끄기
ru: Отключить перевод
th: ปิดการแปล
zh_hans: 禁用翻译

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
ru: Скачать
th: ดาวน์โหลด
zh_hans: 下载

source: Download failed
de: Download fehlgeschlagen
es: La descarga falló
fr: Échec du téléchargement
ja: ダウンロードに失敗しました
ko: 다운로드에 실패했습니다
ru: Не удалось загрузить
th: ดาวน์โหลดไม่สำเร็จ
zh_hans: 下载失败

source: Download language pack
de: Sprachpaket herunterladen
es: Descargar paquete de idioma
fr: Télécharger le pack de langue
ja: 言語パックをダウンロード
ko: 언어 팩 다운로드
ru: Скачать языковой пакет
th: ดาวน์โหลดแพ็กภาษา
zh_hans: 下载语言包

source: Downloading...
de: Wird heruntergeladen...
es: Descargando...
fr: Téléchargement...
ja: ダウンロード中...
ko: 다운로드 중...
ru: Загрузка...
th: กำลังดาวน์โหลด...
zh_hans: 下载中...

source: Drag to move toolbar
de: Ziehen, um die Werkzeugleiste zu verschieben
es: Arrastra para mover la barra de herramientas
fr: Faites glisser pour déplacer la barre d’outils
ja: ドラッグしてツールバーを移動
ko: 드래그하여 도구 막대 이동
ru: Перетащите, чтобы переместить панель
th: ลากเพื่อย้ายแถบเครื่องมือ
zh_hans: 拖拽移动工具栏

source: Drag to resize toolbar
de: Ziehen, um die Größe der Werkzeugleiste zu ändern
es: Arrastra para cambiar el tamaño de la barra de herramientas
fr: Faites glisser pour redimensionner la barre d’outils
ja: ドラッグしてツールバーのサイズを変更
ko: 드래그하여 도구 막대 크기 조절
ru: Перетащите, чтобы изменить размер панели
th: ลากเพื่อปรับขนาดแถบเครื่องมือ
zh_hans: 拖拽调整工具栏大小

source: Enable translation
de: Übersetzung aktivieren
es: Activar traducción
fr: Activer la traduction
ja: 翻訳を有効にする
ko: 번역 켜기
ru: Включить перевод
th: เปิดการแปล
zh_hans: 启用翻译

source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
ru: Английский
th: อังกฤษ
zh_hans: 英语

source: Failed to prepare language pack: %@
de: Vorbereitung des Sprachpakets fehlgeschlagen: %@
es: No se pudo preparar el paquete de idioma: %@
fr: Échec de la préparation du pack de langue : %@
ja: 言語パックの準備に失敗しました: %@
ko: 언어 팩 준비에 실패했습니다: %@
ru: Не удалось подготовить языковой пакет: %@
th: เตรียมแพ็กภาษาไม่สำเร็จ: %@
zh_hans: 语言包准备失败：%@

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
ja: 始める
ko: 시작하기
ru: Начать
th: เริ่มใช้งาน
zh_hans: 开始使用

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
ru: История
th: ประวัติ
zh_hans: 历史记录

source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
ru: Установлено
th: ติดตั้งแล้ว
zh_hans: 已安装

source: Keep typing
de: Weiter tippen
es: Sigue escribiendo
fr: Continuez à saisir
ja: 入力を続けてください
ko: 계속 입력하세요
ru: Продолжайте ввод
th: พิมพ์ต่อไป
zh_hans: 继续输入

source: Language pack download cancelled
de: Download des Sprachpakets abgebrochen
es: Descarga del paquete de idioma cancelada
fr: Téléchargement du pack de langue annulé
ja: 言語パックのダウンロードをキャンセルしました
ko: 언어 팩 다운로드가 취소되었습니다
ru: Загрузка языкового пакета отменена
th: ยกเลิกการดาวน์โหลดแพ็กภาษาแล้ว
zh_hans: 已取消语言包下载

source: Language pack installed. You're ready to go.
de: Sprachpaket installiert. Du kannst loslegen.
es: El paquete de idioma está instalado. Ya puedes empezar.
fr: Le pack de langue est installé. Vous êtes prêt.
ja: 言語パックがインストールされました。使用を開始できます。
ko: 언어 팩이 설치되었습니다. 바로 사용할 수 있습니다.
ru: Языковой пакет установлен. Всё готово.
th: ติดตั้งแพ็กภาษาแล้ว พร้อมใช้งาน
zh_hans: 语言包已安装，可以开始使用

source: Language pack not ready
de: Sprachpaket ist nicht bereit
es: El paquete de idioma no está listo
fr: Le pack de langue n’est pas prêt
ja: 言語パックの準備ができていません
ko: 언어 팩이 준비되지 않았습니다
ru: Языковой пакет не готов
th: แพ็กภาษายังไม่พร้อม
zh_hans: 语言包未就绪

source: Language packs
de: Sprachpakete
es: Paquetes de idioma
fr: Packs de langue
ja: 言語パック
ko: 언어 팩
ru: Языковые пакеты
th: แพ็กภาษา
zh_hans: 语言包

source: Language pair not supported
de: Dieses Sprachpaar wird nicht unterstützt
es: Este par de idiomas no es compatible
fr: Cette paire de langues n’est pas prise en charge
ja: この言語ペアはサポートされていません
ko: 이 언어 쌍은 지원되지 않습니다
ru: Эта языковая пара не поддерживается
th: ไม่รองรับคู่ภาษานี้
zh_hans: 不支持该语言对

source: Listening for input
de: Warte auf Eingabe
es: Escuchando la entrada
fr: En attente de saisie
ja: 入力を待機中
ko: 입력을 기다리는 중
ru: Ожидание ввода
th: กำลังรอการป้อนข้อความ
zh_hans: 正在监听输入

source: Listening status
de: Überwachungsstatus
es: Estado de escucha
fr: État de l’écoute
ja: 監視状態
ko: 감지 상태
ru: Состояние прослушивания
th: สถานะการรับฟัง
zh_hans: 监听状态

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
ru: Далее
th: ถัดไป
zh_hans: 下一步

source: No error details were returned by the system
de: Das System hat keine verwendbaren Fehlermeldungen zurückgegeben
es: El sistema no devolvió detalles de error utilizables
fr: Le système n’a renvoyé aucun détail d’erreur exploitable
ja: システムから利用可能なエラー情報が返されませんでした
ko: 시스템이 사용할 수 있는 오류 정보를 반환하지 않았습니다
ru: Система не вернула полезных сведений об ошибке
th: ระบบไม่ได้ส่งรายละเอียดข้อผิดพลาดที่ใช้งานได้กลับมา
zh_hans: 系统未返回可用错误信息

source: No history yet
de: Noch kein Verlauf
es: Aún no hay historial
fr: Aucun historique pour le moment
ja: まだ履歴がありません
ko: 아직 기록이 없습니다
ru: Истории пока нет
th: ยังไม่มีประวัติ
zh_hans: 还没有历史记录

source: No text found
de: Kein Text gefunden
es: No se encontró texto
fr: Aucun texte trouvé
ja: テキストが見つかりません
ko: 텍스트를 찾을 수 없습니다
ru: Текст не найден
th: ไม่พบข้อความ
zh_hans: 未读到文本

source: Not checked
de: Nicht geprüft
es: Sin comprobar
fr: Non vérifié
ja: 未確認
ko: 확인되지 않음
ru: Не проверено
th: ยังไม่ได้ตรวจสอบ
zh_hans: 未检查

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
ja: 未選択
ko: 선택되지 않음
ru: Не выбрано
th: ยังไม่ได้เลือก
zh_hans: 尚未选择

source: Once the translation is ready, press ↓ or click the overlay button to replace the original text.
de: Sobald die Übersetzung bereit ist, drücke ↓ oder klicke auf die Overlay-Schaltfläche, um den Originaltext zu ersetzen.
es: Cuando la traducción esté lista, pulsa ↓ o haz clic en el botón flotante para reemplazar el texto original.
fr: Une fois la traduction prête, appuyez sur ↓ ou cliquez sur le bouton flottant pour remplacer le texte d’origine.
ja: 翻訳の準備ができたら、↓ を押すかオーバーレイのボタンをクリックして元の文を置き換えます。
ko: 번역이 준비되면 ↓ 키를 누르거나 오버레이 버튼을 눌러 원문을 바로 바꿀 수 있습니다.
ru: Когда перевод будет готов, нажмите ↓ или кнопку во всплывающем окне, чтобы заменить исходный текст.
th: เมื่อคำแปลพร้อมแล้ว ให้กด ↓ หรือคลิกปุ่มโอเวอร์เลย์เพื่อแทนที่ข้อความต้นฉบับ
zh_hans: 译文准备好后，按 ↓ 或点击浮窗按钮直接替换原文。

source: Open Accessibility Settings
de: Bedienungshilfen öffnen
es: Abrir ajustes de Accesibilidad
fr: Ouvrir les réglages Accessibilité
ja: アクセシビリティ設定を開く
ko: 손쉬운 사용 설정 열기
ru: Открыть настройки Универсального доступа
th: เปิดการตั้งค่าการช่วยการเข้าถึง
zh_hans: 打开辅助功能设置

source: Open main window
de: Hauptfenster öffnen
es: Abrir la ventana principal
fr: Ouvrir la fenêtre principale
ja: メインウインドウを開く
ko: 메인 창 열기
ru: Открыть главное окно
th: เปิดหน้าต่างหลัก
zh_hans: 打开主窗口

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시 중지됨
ru: Приостановлено
th: หยุดชั่วคราว
zh_hans: 已暂停

source: Preparing download
de: Download wird vorbereitet
es: Preparando descarga
fr: Préparation du téléchargement
ja: ダウンロードを準備中
ko: 다운로드 준비 중
ru: Подготовка загрузки
th: กำลังเตรียมดาวน์โหลด
zh_hans: 准备下载

source: Preparing...
de: Vorbereitung...
es: Preparando...
fr: Préparation...
ja: 準備中...
ko: 준비 중...
ru: Подготовка...
th: กำลังเตรียม...
zh_hans: 准备中...

source: Press ↓ to replace text
de: Drücke ↓, um den Text zu ersetzen
es: Pulsa ↓ para reemplazar el texto
fr: Appuyez sur ↓ pour remplacer le texte
ja: ↓ を押して元の文を置き換え
ko: ↓ 키를 눌러 원문 교체
ru: Нажмите ↓, чтобы заменить текст
th: กด ↓ เพื่อแทนที่ข้อความเดิม
zh_hans: 按 ↓ 覆盖原文

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
ru: Выход
th: ออก
zh_hans: 退出

source: Read current input
de: Aktuelle Eingabe lesen
es: Leer la entrada actual
fr: Lire la saisie actuelle
ja: 現在の入力を読み取る
ko: 현재 입력 읽기
ru: Считать текущий ввод
th: อ่านข้อความที่ป้อนอยู่
zh_hans: 读取当前输入

source: Reading input...
de: Lese Eingabe...
es: Leyendo entrada...
fr: Lecture de la saisie...
ja: 入力を読み取り中...
ko: 입력을 읽는 중...
ru: Чтение ввода...
th: กำลังอ่านข้อความที่ป้อน...
zh_hans: 读取输入中...

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비 완료
ru: Готово
th: พร้อม
zh_hans: 已准备好

source: Recent target language
de: Letzte Zielsprache
es: Idioma de destino reciente
fr: Dernière langue cible
ja: 最近の対象言語
ko: 최근 대상 언어
ru: Последний целевой язык
th: ภาษาปลายทางล่าสุด
zh_hans: 最近目标语言

source: Replace failed
de: Ersetzen fehlgeschlagen
es: No se pudo reemplazar
fr: Échec du remplacement
ja: 置き換えに失敗しました
ko: 교체에 실패했습니다
ru: Не удалось заменить
th: แทนที่ไม่สำเร็จ
zh_hans: 替换失败

source: Replace original text
de: Originaltext ersetzen
es: Reemplazar el texto original
fr: Remplacer le texte d’origine
ja: 元のテキストを置き換え
ko: 원문 교체
ru: Заменить исходный текст
th: แทนที่ข้อความต้นฉบับ
zh_hans: 覆盖原文

source: Right-click inside any app text field to translate as you type. Pick a target language, keep typing, then press ↓ to replace the original text with the translation.
de: Klicke in einem Textfeld einer beliebigen App mit der rechten Maustaste, um beim Tippen zu übersetzen. Wähle eine Zielsprache, tippe weiter und drücke dann ↓, um den Originaltext durch die Übersetzung zu ersetzen.
es: Haz clic derecho dentro de cualquier campo de texto de una app para traducir mientras escribes. Elige un idioma de destino, sigue escribiendo y luego pulsa ↓ para reemplazar el texto original con la traducción.
fr: Faites un clic droit dans le champ de texte de n’importe quelle app pour traduire au fil de la saisie. Choisissez une langue cible, continuez à taper, puis appuyez sur ↓ pour remplacer le texte d’origine par la traduction.
ja: どのアプリのテキスト入力欄でも右クリックすると、入力しながら翻訳できます。対象言語を選び、そのまま入力を続けて、↓ を押すと翻訳で元の文を置き換えます。
ko: 어느 앱의 텍스트 입력란에서든 오른쪽 클릭해 입력과 동시에 번역할 수 있습니다. 대상 언어를 고르고 계속 입력한 다음 ↓ 키를 눌러 원문을 번역문으로 바꾸세요.
ru: Щёлкните правой кнопкой мыши в текстовом поле любого приложения, чтобы переводить по мере ввода. Выберите целевой язык, продолжайте печатать, затем нажмите ↓, чтобы заменить исходный текст переводом.
th: คลิกขวาในช่องข้อความของแอปใดก็ได้เพื่อแปลขณะพิมพ์ เลือกภาษาปลายทาง พิมพ์ต่อ แล้วกด ↓ เพื่อแทนที่ข้อความต้นฉบับด้วยคำแปล
zh_hans: 在任意 App 的文本框中右键，开启边写边译。选择目标语言后继续输入，按 ↓ 用译文覆盖原文。

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
ru: Поиск
th: ค้นหา
zh_hans: 搜索

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
ru: Настройки
th: การตั้งค่า
zh_hans: 设置

source: Show translation overlay
de: Übersetzungs-Overlay anzeigen
es: Mostrar la superposición de traducción
fr: Afficher la fenêtre flottante de traduction
ja: 翻訳オーバーレイを表示
ko: 번역 오버레이 표시
ru: Показать окно перевода
th: แสดงโอเวอร์เลย์การแปล
zh_hans: 显示翻译浮窗

source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
ja: 簡体字中国語
ko: 중국어 간체
ru: Китайский (упрощённый)
th: จีนตัวย่อ
zh_hans: 简体中文

source: Source characters
de: Zeichen im Original
es: Caracteres de origen
fr: Caractères source
ja: 原文文字数
ko: 원문 글자 수
ru: Символы исходного текста
th: จำนวนอักขระต้นฉบับ
zh_hans: 原文字数

source: Start typing to translate
de: Mit dem Tippen beginnen, um zu übersetzen
es: Empieza a escribir para traducir
fr: Commencez à saisir pour traduire
ja: 入力すると自動で翻訳します
ko: 입력하면 자동으로 번역됩니다
ru: Начните вводить текст для перевода
th: เริ่มพิมพ์เพื่อแปล
zh_hans: 输入内容后自动翻译

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
ru: Статистика
th: สถิติ
zh_hans: 数据统计

source: Target language
de: Zielsprache
es: Idioma de destino
fr: Langue cible
ja: 対象言語
ko: 대상 언어
ru: Целевой язык
th: ภาษาปลายทาง
zh_hans: 目标语言

source: Text too long
de: Text ist zu lang
es: El texto es demasiado largo
fr: Texte trop long
ja: テキストが長すぎます
ko: 텍스트가 너무 깁니다
ru: Текст слишком длинный
th: ข้อความยาวเกินไป
zh_hans: 文本过长

source: This language pack is not installed yet. Download it first.
de: Dieses Sprachpaket ist noch nicht installiert. Lade es zuerst herunter.
es: Este paquete de idioma aún no está instalado. Descárgalo primero.
fr: Ce pack de langue n’est pas encore installé. Téléchargez-le d’abord.
ja: この言語パックはまだインストールされていません。先にダウンロードしてください。
ko: 이 언어 팩은 아직 설치되지 않았습니다. 먼저 다운로드하세요.
ru: Этот языковой пакет ещё не установлен. Сначала загрузите его.
th: แพ็กภาษานี้ยังไม่ได้ติดตั้ง โปรดดาวน์โหลดก่อน
zh_hans: 这个语言包还没安装，请先下载

source: This sample language pair is not supported by the system
de: Dieses Beispiel-Sprachpaar wird vom System nicht unterstützt
es: Este par de idiomas de ejemplo no es compatible con el sistema
fr: Cette paire de langues d’exemple n’est pas prise en charge par le système
ja: このサンプル言語ペアはシステムでサポートされていません
ko: 이 샘플 언어 쌍은 시스템에서 지원되지 않습니다
ru: Эта примерная языковая пара не поддерживается системой
th: ระบบไม่รองรับคู่ภาษาตัวอย่างนี้
zh_hans: 系统暂不支持这个示例语言对

source: Translated characters
de: Zeichen in der Übersetzung
es: Caracteres traducidos
fr: Caractères traduits
ja: 翻訳文字数
ko: 번역문 글자 수
ru: Символы перевода
th: จำนวนอักขระคำแปล
zh_hans: 译文字数

source: Translating...
de: Übersetze...
es: Traduciendo...
fr: Traduction...
ja: 翻訳中...
ko: 번역 중...
ru: Перевод...
th: กำลังแปล...
zh_hans: 翻译中...

source: Translation disabled
de: Übersetzung deaktiviert
es: Traducción desactivada
fr: Traduction désactivée
ja: 翻訳は無効です
ko: 번역이 꺼짐
ru: Перевод отключён
th: ปิดการแปลแล้ว
zh_hans: 翻译已禁用

source: Translation enabled
de: Übersetzung aktiviert
es: Traducción activada
fr: Traduction activée
ja: 翻訳は有効です
ko: 번역이 켜짐
ru: Перевод включён
th: เปิดการแปลแล้ว
zh_hans: 翻译已启用

source: Translation failed. Try again later
de: Übersetzung fehlgeschlagen. Bitte später erneut versuchen
es: La traducción falló. Inténtalo de nuevo más tarde
fr: Échec de la traduction. Réessayez plus tard
ja: 翻訳に失敗しました。後でもう一度お試しください
ko: 번역에 실패했습니다. 나중에 다시 시도하세요
ru: Не удалось перевести. Повторите попытку позже
th: แปลไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
zh_hans: 翻译失败，稍后重试

source: Translation timed out
de: Zeitüberschreitung bei der Übersetzung
es: Tiempo de espera de traducción agotado
fr: Délai de traduction dépassé
ja: 翻訳がタイムアウトしました
ko: 번역 시간이 초과되었습니다
ru: Время ожидания перевода истекло
th: การแปลหมดเวลา
zh_hans: 翻译超时

source: Translation unavailable right now
de: Übersetzung derzeit nicht verfügbar
es: La traducción no está disponible ahora mismo
fr: Traduction momentanément indisponible
ja: 現在は翻訳できません
ko: 지금은 번역할 수 없습니다
ru: Перевод сейчас недоступен
th: ไม่สามารถแปลได้ในขณะนี้
zh_hans: 暂时无法翻译

source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
ja: 翻訳回数
ko: 번역 횟수
ru: Переводы
th: จำนวนการแปล
zh_hans: 翻译次数

source: Type in any app text field and see the translation instantly.
de: Tippe in ein Textfeld einer beliebigen App und sieh die Übersetzung sofort.
es: Escribe en cualquier campo de texto de una app y verás la traducción al instante.
fr: Saisissez du texte dans le champ de n’importe quelle app et voyez la traduction s’afficher instantanément.
ja: どのアプリの入力欄でも文字を入力すると、すぐに翻訳が表示されます。
ko: 어느 앱의 입력란에서든 글자를输入하면 번역이 즉시 표시됩니다.
ru: Вводите текст в поле любого приложения и сразу увидите перевод.
th: พิมพ์ในช่องข้อความของแอปใดก็ได้ แล้วดูคำแปลได้ทันที
zh_hans: 在任意 App 的输入框里输入文字，并自动显示译文。

source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: 未対応
ko: 지원되지 않음
ru: Не поддерживается
th: ไม่รองรับ
zh_hans: 不支持

source: Waiting for input
de: Warte auf Eingabe
es: Esperando entrada
fr: En attente de saisie
ja: 入力待ち
ko: 입력을 기다리는 중
ru: Ожидание ввода
th: กำลังรอการป้อนข้อความ
zh_hans: 等待输入

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ
ko: 환영합니다
ru: Добро пожаловать
th: ยินดีต้อนรับ
zh_hans: 欢迎使用
